/* No comment provided by engineer. */
"A new beta version of File Juicer is available" = "Имеется новая бета-версия File Juicer";

/* No comment provided by engineer. */
"A new version of File Juicer is available" = "Имеется новая версия File Juicer";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* As in choose folder */
"Choose" = "Выбрать";

/* No comment provided by engineer. */
"Choose Folder" = "Выбрать папку";

/* No comment provided by engineer. */
"Could not save a found file. Check for disk space, and where the file is set to be saved in the preferences" = "Невозможно сохранить найденный файл. Проверьте свободное место на диске и выбранную в Настройках папку для сохранения.";

/* As in generating thumbnails */
"Generating:" = "Создаю:";

/* No comment provided by engineer. */
"Go to Download Page" = "На страницу загрузки";

/* No comment provided by engineer. */
"Juicing:" = "Извлекаю:";

/* When registration number check fails */
"License number is not valid!" = "Неверный номер лицензии!";

/* No comment provided by engineer. */
"No information about a new version is available!" = "Нет сведений о новой версии!";

/* No comment provided by engineer. */
"OK" = "Продолжить";

/* skip generating thumbnails */
"Skip" = "Пропустить";

/* No comment provided by engineer. */
"Stop" = "Остановить";

/* When registration succeeded */
"Thank You" = "Спасибо";
"Thank You!\nPortable Version Registered" = "Благодарим! Переносимая версия зарегистрирована";

/* As in generating thumbnails */
"thumbnails" = "миниатюры";

/* Of File Juicer */
"You have the newest version!" = "У Вас наиболее новая версия!";

/* For File Juicer */
"Paid..." = "Заплатить…";

/* For the image in the main window (I'll put it in a pdf later) */
"Drag files here" = "Перетащите сюда файлы";

/* For flash card juicing */
"No Flash Cards/Disks Found!" = "Не найден диск/флеш-карта!";

/* When registration code or name does not match */
"RegistrationFailed" = "Регистрационные данные ошибочны. Проверьте: поля «Зарегистрировано на:» и «Номер лицензии» должны быть заполнены точно, как в сообщении о регистрации.";

/* The menu item */
"Registration..." = "Зарегистрировать…";

"Watermark Reminder" = "File Juicer — Shareware.\nПрограмма полнофункциональна, но она напоминает о необходимости оплаты и ставит «водяные знаки», пока не будет зарегистрирована.";

"FileJuicer is fully functional for %i days to let you try before you buy, but with watermarks in some images.\n" = "File Juicer будет работать %i дней, чтобы Вы могли испытать его, но на некоторых изображениях будут «водяные знаки».\n";
"The FileJuicer trial period has expired. JPEG and GIF will still get extracted but with watermarks in some images.\n" = "Закончен период испытаний File Juicer. Извлечение JPEG и GIF по-прежнему возможно, но некоторые изображения будут помечены «водяным знаком».\n";
/* When registration code or name does not match */
"Your entry is too long." = "В поле введено слишком много знаков.";

/* dropping files */
"File too large" = "Файл слишком большой";

/* If you want to convert WMV files you need a codec for QuickTime */
"If you want to convert WMV files you need a codec for QuickTime" = "Чтобы конвертировать файлы WMV необходим кодек для QuickTime ";

/* If you want to convert WMV files you need a codec for QuickTime */
"Get Codec" = "Получить кодек";

/* For the File Menu */
"iPod Thumbs" = "Миниатюры iPod";
"iPod Photo Cache" = "Кэш фото iPod";
"JPEG Thumbs" = "Миниатюры JPEG";
"64 x 64 Thumbs" = "Миниатюры 64 х 64";
"32 x 32 Thumbs" = "Миниатюры 32 х 32";
"iPhone and iPod Touch Backups" = "Резервные копии iPhone и iPod Touch";
"iTunes Album Artwork Cache" = "Кэш обложек альбомов iTunes";
/* Generating Index files */
"Index" = "Индекс";